Repository: Ultoxy-Technologies/vr-academy-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: Trading abstract background
hi: ट्रेडिंग की बैकग्राउंड इमेज
mr: ट्रेडिंगची पार्श्वभूमी

source: About Us
hi: हमारे बारे में
mr: आमच्याबद्दल

source: About VR Training Academy
hi: VR Training Academy के बारे में
mr: VR Training Academy बद्दल

source: Empowering traders since 2015 with practical, market-tested forex education. Learn hands-on with live webinars, demo labs and mentor-led coaching to build real trading skills.
hi: 2015 से हम ट्रेडर्स को असली मार्केट एक्सपीरियंस वाला फॉरेक्स ट्रेनिंग दे रहे हैं। लाइव वेबिनार, डेमो लैब और मेंटर की गाइडेंस से ट्रेडिंग प्रैक्टिकली सीखें।
mr: 2015 पासून आम्ही ट्रेडर्सना प्रॅक्टिकल आणि मार्केटमध्ये वापरली जाणारी फॉरेक्स ट्रेनिंग देतो. लाइव्ह वेबिनार्स, डेमो लॅब आणि मेंटरच्या गाईडन्सने रिअल ट्रेडिंग स्किल शिका.

source: About actions
hi: हम क्या करते हैं
mr: आमचं काम

source: Learn More
hi: और जानें
mr: अधिक जाणून घ्या

source: Meet the Team
hi: हमारी टीम से मिलिए
mr: आमच्या टीमला भेटा

source: Students Trained
hi: ट्रेंड स्टूडेंट्स
mr: प्रशिक्षित विद्यार्थी

source: Live Webinars
hi: लाइव वेबिनार्स
mr: लाइव्ह वेबिनार्स

source: Satisfaction
hi: संतुष्टि स्तर
mr: समाधान

source: Scroll to details
hi: नीचे स्क्रॉल करें
mr: तपशील बघा खाली

source: Why Choose
hi: क्यों चुनें
mr: का निवडावं

source: Discover what makes VR Training Academy a trusted name in forex education — practical, proven, and community-driven.
hi: जानिए क्यों VR Training Academy फॉरेक्स एजुकेशन में एक भरोसेमंद नाम है — प्रैक्टिकल, टेस्टेड और कम्युनिटी बेस्ड लर्निंग।
mr: VR Training Academy फॉरेक्स शिक्षणात इतकं विश्वासार्ह नाव का आहे ते जाणून घ्या — कारण इथे प्रॅक्टिकल आणि कम्युनिटीवर आधारित ट्रेनिंग मिळतं.

source: Expert Guidance
hi: एक्सपर्ट गाइडेंस
mr: तज्ज्ञ मार्गदर्शन

source: Courses designed and led by seasoned forex traders, delivering real-world strategies and mentoring.
hi: कोर्स ऐसे ट्रेडर्स ने बनाए हैं जो खुद मार्केट में काम करते हैं — रियल स्ट्रेटेजी और मेंटरिंग दोनों मिलती हैं।
mr: अनुभवी फॉरेक्स ट्रेडर्सनी तयार केलेले कोर्सेस — ज्यातून खऱ्या मार्केटची स्ट्रॅटेजी आणि गाईडन्स मिळते.

source: Instructor-led
hi: टीचर के साथ
mr: प्रशिक्षकासोबत

source: Comprehensive Learning
hi: पूरा लर्निंग पैकेज
mr: पूर्ण शिक्षण

source: Master technical and fundamental analysis, trading psychology, risk control, and automation.
hi: टेक्निकल एनालिसिस, ट्रेडिंग साइकॉलजी, रिस्क कंट्रोल और ऑटोमेशन अच्छे से सीखें।
mr: टेक्निकल, फंडामेंटल एनालिसिस, ट्रेडिंग सायकोलॉजी आणि रिस्क कंट्रोल शिकून घ्या.

source: End-to-end curriculum
hi: पूरा कोर्स स्ट्रक्चर
mr: संपूर्ण अभ्यासक्रम

source: Flexible Learning
hi: आराम से सीखें
mr: आपल्या वेळेनुसार शिक्षण

source: Self-paced lessons, live labs, and demo accounts let you practice risk-free on your schedule.
hi: अपने टाइम पर, अपने हिसाब से सीखें — लाइव लैब और डेमो अकाउंट से बिना रिस्क प्रैक्टिस करें।
mr: आपल्या सोयीने शिकण्यासाठी लेसन, लाइव्ह लॅब्स आणि डेमो अकाउंट — सगळं एकदम सोपं आणि रिस्क-फ्री.

source: Practical & flexible
hi: आसान और प्रैक्टिकल
mr: सोयीचं आणि प्रॅक्टिकल

source: Global Community
hi: ग्लोबल कम्युनिटी
mr: जागतिक समुदाय

source: Join traders from 50+ countries — access exclusive webinars, group coaching, and community-driven help.
hi: 50 से ज़्यादा देशों के ट्रेडर्स के साथ जुड़ें — वेबिनार, ग्रुप कोचिंग और सपोर्ट का फायदा उठाएं।
mr: ५० पेक्षा जास्त देशांमधल्या ट्रेडर्ससोबत जोडा — वेबिनार्स, कोचिंग आणि कम्युनिटी सपोर्ट घ्या.

source: Worldwide network
hi: ग्लोबल नेटवर्क
mr: जगभरचं नेटवर्क

source: What
hi: क्या
mr: काय

source: We Offer
hi: हम देते हैं
mr: आम्ही देतो

source: Explore our structured learning paths designed for traders at every level — from beginners to professionals.
hi: हर लेवल के ट्रेडर्स के लिए बनाए गए हमारे कोर्स पाथ्स देखें — शुरुआती से लेकर प्रो लेवल तक।
mr: नवशिक्यांपासून प्रोफेशनल्सपर्यंत सगळ्यांसाठी तयार केलेले कोर्स पाथ्स बघा.

source: For Beginners
hi: शुरुआती के लिए
mr: नवशिक्यांसाठी

source: Learn currency pairs, pips and leverage — a clear step-by-step foundation to start trading with confidence.
hi: करेंसी पेयर, पिप्स और लीवरेज आसान तरीके से सीखें — ताकि ट्रेडिंग शुरू करते वक्त कॉन्फिडेंस बना रहे।
mr: करन्सी पेअर, पिप्स आणि लीवरेज सहज भाषेत शिका — आत्मविश्वासाने ट्रेडिंग सुरू करा.

source: Explore beginner courses
hi: शुरुआती कोर्स देखें
mr: नवशिक्यांचे कोर्स पहा

source: Start Learning
hi: सीखना शुरू करें
mr: शिकायला सुरुवात करा

source: For Advanced Traders
hi: एडवांस ट्रेडर्स के लिए
mr: अनुभवी ट्रेडर्ससाठी

source: Advanced strategies including scalping, harmonic patterns and Fibonacci for precision entries and exits.
hi: स्कैल्पिंग, हार्मोनिक पैटर्न और फिबोनाची जैसी एडवांस स्ट्रेटेजी सीखें ताकि एंट्री-एग्जिट सटीक हों।
mr: स्कॅल्पिंग, हार्मोनिक पॅटर्न, फिबोनाचीसारख्या एडव्हान्स स्ट्रॅटेजी शिकून परफेक्ट एंट्री आणि एग्झिट करा.

source: Explore advanced courses
hi: एडवांस कोर्स देखें
mr: एडव्हान्स कोर्स पहा

source: Explore Strategies
hi: स्ट्रेटेजी देखें
mr: स्ट्रॅटेजी पहा

source: Practical Experience
hi: प्रैक्टिकल एक्सपीरियंस
mr: प्रत्यक्ष अनुभव

source: Hands-on demo accounts and MT5 labs help you practice trade management and build real market skills.
hi: डेमो अकाउंट और MT5 लैब में ट्रेडिंग प्रैक्टिस करें और मार्केट स्किल्स बढ़ाएं।
mr: डेमो अकाउंट आणि MT5 लॅब्समध्ये ट्रेडिंगचा सराव करा आणि खरी मार्केट स्किल्स तयार करा.

source: Open demo account
hi: डेमो अकाउंट खोलें
mr: डेमो अकाउंट उघडा

source: Open Demo
hi: डेमो खोलें
mr: डेमो उघडा

source: Market Insights
hi: मार्केट अपडेट्स
mr: मार्केट अपडेट्स

source: Daily analysis, live trade breakdowns and market commentary so your decisions stay data-driven.
hi: डेली एनालिसिस, लाइव ट्रेड रिव्यू और मार्केट कमेंट्री से आप डेटा-बेस्ड डिसीजन ले पाएंगे।
mr: रोजचं एनालिसिस, लाइव्ह ट्रेड्स आणि मार्केट अपडेट्समुळे तुमचे डिसीजन डेटा बेस्ड राहतात.

source: See market insights
hi: मार्केट अपडेट देखें
mr: मार्केट अपडेट्स बघा

source: See Insights
hi: अपडेट्स देखें
mr: अपडेट्स बघा

source: Our Philosophy
hi: हमारा सोचने का तरीका
mr: आमची विचारधारा

source: Three pillars for successful trading
hi: सफल ट्रेडिंग के तीन स्तंभ
mr: यशस्वी ट्रेडिंगसाठी तीन आधारस्तंभ

source: Successful trading depends on three pillars: <strong>knowledge</strong>, <strong>discipline</strong>, and <strong>practice</strong>. Forex trading isn’t a get-rich-quick scheme—it’s a skill that demands dedication and a solid foundation. At VR Training Academy, we emphasize critical thinking, risk management, and trading psychology to help you avoid common pitfalls and achieve long-term gains.
hi: सफल ट्रेडिंग तीन बातों पर टिकी होती है – <strong>ज्ञान</strong>, <strong>अनुशासन</strong> और <strong>अभ्यास</strong>। फॉरेक्स ट्रेडिंग कोई जल्दी अमीर बनने की चीज़ नहीं है, बल्कि ये एक स्किल है जिसमें समय और मेहनत लगती है। VR Training Academy में हम सोचने की समझ, रिस्क मैनेजमेंट और ट्रेडिंग साइकोलॉजी पर ध्यान देते हैं ताकि आप आम गलतियों से बचें और लंबे समय में सही प्रगति करें।
mr: यशस्वी ट्रेडिंग ही तीन गोष्टींवर अवलंबून असते – <strong>ज्ञान</strong>, <strong>शिस्त</strong> आणि <strong>सराव</strong>. फॉरेक्स ट्रेडिंग म्हणजे पटकन श्रीमंत होण्याचा मार्ग नाही, तर ही एक कौशल्य आहे ज्यासाठी समर्पण आणि मजबूत पाया लागतो. VR Training Academy मध्ये आम्ही विचार करण्याची सवय, रिस्क मॅनेजमेंट आणि ट्रेडिंगचा मनोविज्ञान शिकवतो जेणेकरून तुम्ही चुकांपासून वाचू शकाल आणि दीर्घकाळ नफा मिळवू शकाल.

source: Knowledge
hi: ज्ञान
mr: ज्ञान

source: Structured lessons and live demonstrations so you understand 'why' behind every decision.
hi: संगठित लेसन और लाइव डेमो ताकि हर फैसले के पीछे का 'क्यों' आप समझ सकें।
mr: सुव्यवस्थित लेक्चर आणि लाईव्ह डेमो, जेणेकरून प्रत्येक निर्णयामागचं 'का' समजेल.

source: Discipline
hi: अनुशासन
mr: शिस्त

source: Trade plans, risk rules and emotional control to protect capital and mind.
hi: ट्रेड प्लान, रिस्क के नियम और इमोशनल कंट्रोल ताकि आपका पैसा और दिमाग दोनों सुरक्षित रहें।
mr: ट्रेड प्लॅन, रिस्कचे नियम आणि भावना नियंत्रण – जेणेकरून तुमचं भांडवल आणि मन दोन्ही सुरक्षित राहतील.

source: Practice
hi: अभ्यास
mr: सराव

source: Simulated trading, journal reviews and iterative improvement until trades become repeatable.
hi: डेमो ट्रेडिंग, जर्नल रिव्यू और लगातार सुधार जब तक आपकी ट्रेडिंग आदत बन न जाए।
mr: डेमो ट्रेडिंग, जर्नल तपासणी आणि सतत सुधारणा – जोपर्यंत ट्रेडिंग सवय होत नाही.

source: Practice > Hype
hi: अभ्यास ज़्यादा ज़रूरी है, हाइप नहीं
mr: सराव महत्त्वाचा, दिखावा नाही

source: We teach repeatable processes, not shortcuts. Long-term trading success is built by compounding skill and disciplined risk management — that’s the VRAA promise.
hi: हम शॉर्टकट नहीं, बार-बार इस्तेमाल होने वाली प्रक्रियाएं सिखाते हैं। लंबी अवधि की सफलता स्किल और अनुशासित रिस्क मैनेजमेंट से बनती है — यही VR Training Academy का वादा है।
mr: आम्ही शॉर्टकट नाही, तर पुन्हा पुन्हा वापरता येणाऱ्या पद्धती शिकवतो. दीर्घकाळ यश मिळवण्यासाठी कौशल्य आणि शिस्तबद्ध रिस्क मॅनेजमेंट हाच VR Training Academy चा वचन आहे.

source: Real-world labs
hi: रियल-लाइफ लैब्स
mr: खऱ्या जगातील ट्रेडिंग लॅब्स

source: trade in realistic demo environments.
hi: रियल जैसे डेमो माहौल में ट्रेड करें।
mr: रिअलसारख्या डेमो वातावरणात ट्रेडिंग करा.

source: Mentor feedback
hi: मेंटोर की सलाह
mr: मेंटॉर फीडबॅक

source: focused reviews to correct mistakes early.
hi: शुरुआती गलतियों को सुधारने के लिए फीडबैक और रिव्यू।
mr: लवकर चुका ओळखून सुधारण्यासाठी खास मार्गदर्शन.

source: Psychology training
hi: ट्रेडिंग माइंडसेट ट्रेनिंग
mr: मनोविज्ञान प्रशिक्षण

source: regulate emotions and follow the plan.
hi: इमोशन पर कंट्रोल रखकर अपने प्लान पर टिके रहें।
mr: भावनांवर नियंत्रण ठेवा आणि तुमच्या प्लॅनवर टिकून राहा.

source: View Courses
hi: कोर्स देखें
mr: कोर्स पहा

source: Ask an Advisor
hi: सलाहकार से पूछें
mr: सल्लागाराशी बोला

source: Our Story
hi: हमारी कहानी
mr: आमची गोष्ट

source: VR Training Academy was founded by a group of passionate traders who wanted to shield newcomers from scams and offer honest education. With a commitment to integrity and results, we’ve become the trusted partner of over 1500 students who have transformed their trading journey through our courses.
hi: VR Training Academy की शुरुआत कुछ जुनूनी ट्रेडर्स ने की, जो नए लोगों को फ्रॉड से बचाकर सच्ची शिक्षा देना चाहते थे। ईमानदारी और नतीजों के भरोसे पर, आज हम 1500 से ज़्यादा छात्रों के विश्वसनीय साथी बन चुके हैं जिन्होंने हमारे कोर्स से अपनी ट्रेडिंग बदल दी।
mr: VR Training Academy ची स्थापना काही उत्साही ट्रेडर्सनी केली जे नवख्या लोकांना फसवणुकीपासून वाचवून खरी शिक्षण द्यायची इच्छा ठेवत होते. प्रामाणिकपणा आणि परिणामकारकतेच्या आधारे आज आम्ही 1500 हून अधिक विद्यार्थ्यांचे विश्वासू साथीदार आहोत ज्यांनी आमच्या कोर्समुळे आपली ट्रेडिंग यात्रा बदलली.

source: Meet Our Owners
hi: हमारे संस्थापकों से मिलें
mr: आमच्या संस्थापकांना भेटा

source: The brilliant minds behind <strong>VR Training Academy</strong>, inspiring a generation of successful traders.
hi: <strong>VR Training Academy</strong> के पीछे की शानदार सोच, जो नई पीढ़ी के ट्रेडर्स को प्रेरित कर रही है।
mr: <strong>VR Training Academy</strong> मागची तेजस्वी मने, जी नव्या पिढीतील ट्रेडर्सना प्रेरणा देत आहेत.

source: Owner 1
hi: संस्थापक 1
mr: संस्थापक 1

source: Prof. Rahul Borude
hi: प्रो. राहुल बोरुडे
mr: प्रो. राहुल बोरुडे

source: Founder & CEO
hi: संस्थापक और मुख्य कार्यकारी अधिकारी
mr: संस्थापक आणि मुख्य कार्यकारी अधिकारी

source: Visionary leader with 10+ years in trading.
hi: 10+ साल के अनुभव वाले दूरदर्शी ट्रेडिंग लीडर।
mr: ट्रेडिंग क्षेत्रातील 10+ वर्षांचा अनुभव असलेले दूरदर्शी नेते.

source: Owner 2
hi: संस्थापक 2
mr: संस्थापक 2

source: Dr. Varsha Bharud
hi: डॉ. वर्षा भरूड

source: Co-Founder
hi: सह-संस्थापक
mr: सह-संस्थापक

source: Expert in financial education and mentoring.
hi: फाइनेंशियल एजुकेशन और मेंटॉरिंग में माहिर।
mr: फायनान्शियल एज्युकेशन आणि मार्गदर्शन क्षेत्रातील तज्ज्ञ.

source: With over 10 years of experience, she has educated thousands of students, professionals, and homemakers in the principles of financial planning. Through her simple yet impactful teaching methods, she has helped many overcome their fear of trading, investing, and saving — instilling in them confidence and clarity.
hi: 10 से ज़्यादा साल के अनुभव के साथ, उन्होंने हजारों स्टूडेंट्स, प्रोफेशनल्स और गृहिणियों को फाइनेंशियल प्लानिंग के मूल सिद्धांत सिखाए हैं। अपनी आसान लेकिन असरदार टीचिंग स्टाइल से उन्होंने बहुतों के अंदर ट्रेडिंग, इन्वेस्टिंग और सेविंग का डर खत्म कर आत्मविश्वास और स्पष्टता जगाई है।
mr: 10 वर्षांपेक्षा जास्त अनुभवासह, त्यांनी हजारो विद्यार्थी, प्रोफेशनल्स आणि गृहिणींना फाइनान्शियल प्लॅनिंगचे मूलभूत तत्त्व शिकवले आहेत. त्यांच्या साध्या पण प्रभावी शिकवण्याच्या पद्धतीमुळे अनेकांनी ट्रेडिंग, इन्व्हेस्टिंग आणि बचत याबद्दलचा भीतीचा अडथळा पार केला आणि आत्मविश्वास मिळवला.

source: Dr. Bharud firmly believes that <strong>“Financial education is not just knowledge — it’s a way of life.”</strong> Under her leadership, the organization continues to work tirelessly toward women’s financial empowerment, responsible investing, and long-term financial stability.
hi: डॉ. भरूड का मानना है कि <strong>“फाइनेंशियल एजुकेशन सिर्फ़ जानकारी नहीं, बल्कि जीने का तरीका है।”</strong> उनके नेतृत्व में संस्था लगातार महिलाओं के आर्थिक सशक्तिकरण, समझदारी से निवेश और लंबे समय की आर्थिक स्थिरता के लिए काम कर रही है।

source: Advance To Pro
hi: एडवांस से प्रो तक
mr: एडव्हान्स टू प्रो

source: Home
hi: होम
mr: मुख्य पान

source: Forex Trading Courses
hi: फॉरेक्स ट्रेडिंग कोर्सेज़
mr: फॉरेक्स ट्रेडिंग कोर्सेस

source: 1-Month Forex Trading Course
hi: 1 महीने का फॉरेक्स ट्रेडिंग कोर्स
mr: १ महिन्याचा फॉरेक्स ट्रेडिंग कोर्स

source: Overview
hi: सारांश
mr: आढावा

source: Duration:
hi: अवधि:
mr: कालावधी:

source: 1 Month
hi: 1 महीना
mr: १ महिना

source: Fee:
hi: फ़ीस:
mr: फी:

source: Offer
hi: ऑफर
mr: ऑफर

source: Mentorship:
hi: मेंटॉरशिप:
mr: मार्गदर्शन:

source: 1-Month Support
hi: 1 महीने की सहायता
mr: १ महिन्याचे सपोर्ट

source: Extended Support:
hi: अतिरिक्त सहायता:
mr: अतिरिक्त मदत:

source: Up to 6 Months
hi: 6 महीने तक
mr: ६ महिनेपर्यंत

source: Basic Module
hi: बेसिक मॉड्यूल
mr: मूलभूत विभाग

source: What is Forex?
hi: फॉरेक्स क्या है?
mr: फॉरेक्स म्हणजे काय?

source: Pip & Pipette
hi: पिप और पिपेट
mr: पिप आणि पिपेट

source: Spread & Leverage
hi: स्प्रेड और लीवरेज
mr: स्प्रेड आणि लिव्हरेज

source: Understanding Timeframes
hi: टाइमफ्रेम समझना
mr: टाईमफ्रेम समजून घेणे

source: Order Types (Buy/Sell Limit, Stop Orders)
hi: ऑर्डर के प्रकार (खरीद/बेच लिमिट, स्टॉप ऑर्डर)
mr: ऑर्डर प्रकार (खरेदी/विक्री लिमिट, स्टॉप ऑर्डर)

source: Trading Sessions
hi: ट्रेडिंग सेशन्स
mr: ट्रेडिंग सत्रे

source: Advanced Module
hi: एडवांस्ड मॉड्यूल
mr: उच्च विभाग

source: Candlestick Patterns
hi: कैंडलस्टिक पैटर्न्स
mr: कॅंडलस्टिक पॅटर्न्स

source: Support & Resistance
hi: सपोर्ट और रेजिस्टेंस
mr: सपोर्ट आणि रेसिस्टन्स

source: Supply & Demand Zones
hi: सप्लाई और डिमांड ज़ोन्स
mr: सप्लाय आणि डिमांड झोन

source: Trend Line Analysis
hi: ट्रेंड लाइन एनालिसिस
mr: ट्रेंड लाईन विश्लेषण

source: Chart Patterns
hi: चार्ट पैटर्न्स
mr: चार्ट पॅटर्न्स

source: Entry Zone & Practical
hi: एंट्री ज़ोन और प्रैक्टिकल
mr: एंट्री झोन आणि प्रत्यक्ष सराव

source: Identify Entry Zones
hi: एंट्री ज़ोन्स पहचानना
mr: एंट्री झोन ओळखणे

source: Live Market Analysis
hi: लाइव मार्केट एनालिसिस
mr: लाईव्ह मार्केट विश्लेषण

source: Strategy Application
hi: स्ट्रैटेजी अप्लिकेशन
mr: स्ट्रॅटेजी वापरणे

source: Risk Management
hi: रिस्क मैनेजमेंट
mr: जोखीम व्यवस्थापन

source: Q&A Sessions
hi: प्रश्न-उत्तर सेशन्स
mr: प्रश्नोत्तर सत्र

source: Strategy & Practice
hi: रणनीति और प्रैक्टिस
mr: रणनीती आणि सराव

source: Live Trading Practice
hi: लाइव ट्रेडिंग की प्रैक्टिस
mr: लाईव्ह ट्रेडिंगचा सराव

source: Professional Strategy Implementation
hi: प्रोफेशनल रणनीति का अमल
mr: प्रोफेशनल ट्रेडिंगची रणनीती अमलात आणणे

source: 6-Month Continuous Support
hi: 6 महीने तक लगातार सपोर्ट
mr: ६ महिन्यांचं सतत सपोर्ट

source: Highlights
hi: मुख्य बातें
mr: मुख्य मुद्दे

source: 1-Month Intensive Training
hi: 1 महीने की गहन ट्रेनिंग
mr: १ महिन्याचं सखोल ट्रेनिंग

source: Personal Mentorship
hi: पर्सनल मेंटॉरशिप
mr: वैयक्तिक मार्गदर्शन

source: 6-Month Extended Support
hi: 6 महीने का अतिरिक्त सपोर्ट
mr: ६ महिन्यांचं अतिरिक्त सपोर्ट

source: Practical & Strategy-Based Learning
hi: प्रैक्टिकल और रणनीति पर आधारित सीख
mr: प्रॅक्टिकल आणि रणनीतीवर आधारित शिकणं

source: 2-Month Advanced Pro Trading Course
hi: 2 महीने का एडवांस प्रो ट्रेडिंग कोर्स
mr: २ महिन्यांचा अॅडव्हान्स प्रो ट्रेडिंग कोर्स

source: 2 Months
hi: 2 महीने
mr: २ महिने

source: 1-Year Support
hi: 1 साल का सपोर्ट
mr: १ वर्षाचं सपोर्ट

source: Up to 1 Year
hi: 1 साल तक
mr: १ वर्षापर्यंत

source: Order Types
hi: ऑर्डर के प्रकार
mr: ऑर्डरचे प्रकार

source: Identify Perfect Entries
hi: सही एंट्री पॉइंट पहचानें
mr: योग्य एन्ट्री ओळखा

source: Real Account Guidance
hi: रियल अकाउंट गाइडेंस
mr: रिअल अकाउंटसाठी मार्गदर्शन

source: 3 Back-Tested Strategies
hi: 3 बार परखी हुई रणनीतियाँ
mr: ३ वेळा तपासलेल्या रणनीती

source: Perfect Entry Strategy
hi: परफेक्ट एंट्री रणनीति
mr: परफेक्ट एन्ट्रीची रणनीती

source: 2-Month Professional Training
hi: 2 महीने की प्रोफेशनल ट्रेनिंग
mr: २ महिन्याचं प्रोफेशनल ट्रेनिंग

source: 1-Year Mentorship & Guidance
hi: 1 साल की मेंटॉरशिप और गाइडेंस
mr: १ वर्षाचं मार्गदर्शन आणि मेंटॉरशिप

source: Real Account Support
hi: रियल अकाउंट सपोर्ट
mr: रिअल अकाउंट सपोर्ट

source: Perfect for Beginners & Advanced Traders
hi: नए और अनुभवी ट्रेडर्स दोनों के लिए बेहतरीन
mr: नवशिक्यांसाठी आणि अनुभवी ट्रेडर्ससाठी उत्तम

source: Basic To Advance
hi: बेसिक से एडवांस तक
mr: बेसिक ते अॅडव्हान्स

source: 15 Days Forex Trading Course
hi: 15 दिनों का फॉरेक्स ट्रेडिंग कोर्स
mr: १५ दिवसांचा फॉरेक्स ट्रेडिंग कोर्स

source: 15 Days
hi: 15 दिन
mr: १५ दिवस

source: Support:
hi: सपोर्ट:
mr: सपोर्ट:

source: 1-Month Personal Mentorship
hi: 1 महीने की पर्सनल मेंटॉरशिप
mr: १ महिन्याचं वैयक्तिक मार्गदर्शन

source: Basic Section
hi: बेसिक सेक्शन
mr: बेसिक विभाग

source: Spread and Leverage
hi: स्प्रेड और लीवरेज
mr: स्प्रेड आणि लीवरेज

source: Order Types (Buy/Sell Limits, Stop Orders)
hi: ऑर्डर के प्रकार (खरीद/बेच लिमिट, स्टॉप ऑर्डर)
mr: ऑर्डरचे प्रकार (खरेदी/विक्री लिमिट्स, स्टॉप ऑर्डर्स)

source: Advanced Section
hi: एडवांस्ड सेक्शन
mr: अॅडव्हान्स विभाग

source: Candles & Candlestick Patterns
hi: कैंडल्स और कैंडलस्टिक पैटर्न्स
mr: कँडल्स आणि कँडलस्टिक पॅटर्न्स

source: Trendline Analysis
hi: ट्रेंडलाइन एनालिसिस
mr: ट्रेंडलाइन विश्लेषण

source: Identify Correct Entries
hi: सही एंट्रीज़ पहचानें
mr: योग्य एन्ट्री शोधा

source: Q&A & Review Sessions
hi: प्रश्नोत्तर और रिव्यू सेशन्स
mr: प्रश्नोत्तर आणि रिव्ह्यू सेशन्स

source: Course Highlights
hi: कोर्स की खास बातें
mr: कोर्सच्या मुख्य गोष्टी

source: 15 Days Intensive Training
hi: 15 दिनों की गहन ट्रेनिंग
mr: १५ दिवसांचं सखोल ट्रेनिंग

source: 1-Month Personal Support
hi: 1 महीने का पर्सनल सपोर्ट
mr: १ महिन्याचं वैयक्तिक सपोर्ट

source: Ideal for Beginners & Intermediate Traders
hi: नए और मध्यम स्तर के ट्रेडर्स के लिए बढ़िया
mr: नवशिक्या आणि मध्यम ट्रेडर्ससाठी योग्य

source: VR Training Academy
hi: वीआर ट्रेनिंग अकॅडमी

source: Professional VR Training & Workshops — Shirdi
hi: प्रोफेशनल वीआर ट्रेनिंग आणि वर्कशॉप्स — शिर्डी
mr: प्रोफेशनल VR ट्रेनिंग आणि वर्कशॉप्स — शिर्डी

source: Fill out the form below and we’ll respond within one business day.
hi: नीचे फॉर्म भरिए, हम एक दिन में जवाब देंगे।
mr: खालील फॉर्म भरा, आम्ही एका कामकाजाच्या दिवसभरात संपर्क करू.

source: Full Name *
hi: पूरा नाम *
mr: पूर्ण नाव *

source: Please enter your full name.
hi: कृपया अपना पूरा नाम लिखें।
mr: कृपया तुमचं पूर्ण नाव टाका.

source: Mobile *
hi: मोबाइल *
mr: मोबाइल *

source: Enter a valid 10-digit mobile number.
hi: सही 10 अंकों का मोबाइल नंबर दर्ज करें।
mr: वैध १० अंकी मोबाइल नंबर टाका.

source: Email *
hi: ईमेल *
mr: ईमेल *

source: Enter a valid email address.
hi: सही ईमेल पता दर्ज करें।
mr: बरोबर ईमेल पत्ता लिहा.

source: Message *
hi: संदेश *
mr: संदेश *

source: Please enter a short message.
hi: कृपया छोटा संदेश लिखें।
mr: कृपया छोटा संदेश टाका.

source: Send Enquiry
hi: पूछताछ भेजें
mr: चौकशी पाठवा

source: Reset
hi: रीसेट
mr: रीसेट करा

source: Contact Information
hi: संपर्क जानकारी
mr: संपर्क माहिती

source: Airport Rd, near Kimaya Garden
hi: एअरपोर्ट रोड, किमाया गार्डन जवळ
mr: एअरपोर्ट रोड, किमाया गार्डन जवळ

source: Shirdi, Maharashtra 423109
hi: शिर्डी, महाराष्ट्र 423109
mr: शिर्डी, महाराष्ट्र ४२३१०९

source: General Enquiries
hi: सामान्य पूछताछ
mr: सामान्य चौकशी

source: Primary Contact
hi: मुख्य संपर्क
mr: मुख्य संपर्क

source: Alternate / WhatsApp
hi: वैकल्पिक / व्हॉट्सअॅप
mr: पर्यायी / व्हॉट्सअॅप

source: Our Branches
hi: हमारी शाखाएँ
mr: आमच्या शाखा

source: VR TRAINING ACADEMY — Branch No. 1
hi: वीआर ट्रेनिंग एकेडमी — शाखा संख्या 1
mr: VR TRAINING ACADEMY — शाखा नंबर 1

source: Airport Rd, near Kimaya Garden, Shirdi, Maharashtra 423109
hi: एयरपोर्ट रोड, किमाया गार्डन के पास, शिर्डी, महाराष्ट्र 423109
mr: एअरपोर्ट रोड, किमाया गार्डन जवळ, शिर्डी, महाराष्ट्र 423109

source: VR TRAINING ACADEMY — Branch No. 2
hi: वीआर ट्रेनिंग एकेडमी — शाखा संख्या 2
mr: VR TRAINING ACADEMY — शाखा नंबर 2

source: The Grand Center, UG-18, Pune Nashik Highway, Chakan
hi: द ग्रैंड सेंटर, यूजी-18, पुणे-नासिक हाईवे, चाकन
mr: दि ग्रँड सेंटर, UG-18, पुणे–नाशिक हायवे, चाकण

source: Masterclass banner
hi: मास्टरक्लास बैनर
mr: मास्टरक्लास बॅनर

source: 25 October (Saturday)
hi: 25 अक्टूबर (शनिवार)
mr: 25 ऑक्टोबर (शनिवार)

source: 06:00 PM
hi: शाम 06:00 बजे
mr: सायं 06:00 वाजता

source: Masterclass on AI Based Investing with Dipak and Saikat
hi: दीपक और सायकत के साथ एआई आधारित निवेश पर मास्टरक्लास
mr: दीपक आणि सायकत यांच्यासोबत एआय आधारित इन्व्हेस्टिंग वर मास्टरक्लास

source: Free
hi: फ्री
mr: फ्री

source: Register Now
hi: अभी रजिस्टर करें
mr: आता रजिस्टर करा

source: Blitz Masterclass on Swing Trading by Kamalpreet Singh
hi: कमलप्रीत सिंह द्वारा स्विंग ट्रेडिंग पर ब्लिट्ज मास्टरक्लास
mr: कमलप्रीत सिंह यांच्या स्विंग ट्रेडिंगवरील ब्लिट्झ मास्टरक्लास

source: Masterclass on Swing Trading with Mr. Kamal Preet Singh
hi: श्री कमलप्रीत सिंह के साथ स्विंग ट्रेडिंग पर मास्टरक्लास
mr: श्री कमलप्रीत सिंह सोबत स्विंग ट्रेडिंगवर मास्टरक्लास

source: Master Share Market & Forex Trading
hi: शेयर मार्केट और फॉरेक्स ट्रेडिंग में महारत हासिल करें
mr: शेअर मार्केट आणि फॉरेक्स ट्रेडिंग मध्ये मास्टरी मिळवा

source: Join
hi: जुड़ें
mr: जॉइन करा

source: for expert live webinars, tutorials, and practical training to become a successful trader.
hi: एक्सपर्ट लाइव वेबिनार, ट्यूटोरियल और प्रैक्टिकल ट्रेनिंग के साथ सफल ट्रेडर बनें।
mr: एक्सपर्ट लाईव्ह वेबिनार, ट्युटोरियल आणि प्रॅक्टिकल ट्रेनिंगने यशस्वी ट्रेडर बना.

source: Get Started
hi: शुरू करें
mr: सुरू करा

source: Learn Trading Skills to Secure Your Financial Future
hi: अपना आर्थिक भविष्य सुरक्षित करने के लिए ट्रेडिंग स्किल्स सीखें
mr: आपलं फाइनान्शियल भविष्य सुरक्षित करण्यासाठी ट्रेडिंग स्किल्स शिका

source: At <span class="highlight">VR Academy Hub</span>, we are committed to transforming aspiring traders into seasoned market professionals through comprehensive education and practical training.
hi: <span class="highlight">VR Academy Hub</span> में हमारा लक्ष्य है कि हम नए ट्रेडर्स को प्रैक्टिकल ट्रेनिंग और सही ज्ञान देकर प्रोफेशनल ट्रेडर बनाएं।
mr: <span class="highlight">VR Academy Hub</span> मध्ये आम्ही नव्या ट्रेडर्सना अनुभवी मार्केट प्रोफेशनल बनवण्यासाठी प्रॅक्टिकल ट्रेनिंग आणि सोपी शिक्षण पद्धती देतो.

source: Our platform offers expert-led <span class="highlight">live webinars</span>, interactive tutorials, and a strong <span class="highlight">community support</span> system designed to build confidence and skills in forex and share market trading.
hi: हमारे प्लेटफॉर्म पर आपको एक्सपर्ट द्वारा <span class="highlight">लाइव वेबिनार</span>, इंटरेक्टिव ट्यूटोरियल और मजबूत <span class="highlight">कम्युनिटी सपोर्ट</span> सिस्टम मिलता है, जो आपका आत्मविश्वास और स्किल्स बढ़ाता है।
mr: आमच्या प्लॅटफॉर्मवर तुम्हाला एक्सपर्ट-नेतृत्वाखालील <span class="highlight">लाइव्ह वेबिनार</span>, इन्टरेक्टिव ट्युटोरियल्स आणि मजबूत <span class="highlight">कम्युनिटी सपोर्ट</span> मिळतो — जे तुमचा आत्मविश्वास आणि ट्रेडिंग स्किल्स वाढवतात.

source: Our Core Values
hi: हमारे मूल मूल्य
mr: आमची मूलभूत मूल्यं

source: Practical Learning
hi: व्यावहारिक सीख
mr: प्रत्यक्ष शिकणं
